/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Use o iTunes para gerenciar músicas, vídeos e filmes e o iPhoto para gerenciar fotos.";

/* kBRMediaNoPhotoContent */
301 = "Use o iPhoto para importar e gerenciar as suas fotos.";

/* kBRMediaNoPodcastContent */
302 = "Use o iTunes para inscrever-se nos podcasts da loja on-line iTunes Store.";

/* kBRMediaNoTVShowContent */
305 = "Use o iTunes para comprar Programas de TV na iTunes Store.";

/* kBRMediaNoMusicVideoContent */
306 = "Use o iTunes para comprar videoclipes na iTunes Store.";

/* kBRMediaNoPlaylists */
307 = "Use o iTunes para criar e gerenciar as suas listas.";

/* kBRMediaNoSongContent */
308 = "Use o iTunes para importar ou comprar músicas da loja iTunes Store.";

/* kBRMediaNoAudioBookContent */
309 = "Use o iTunes para comprar audiolivros na iTunes Store.";

/* kBRMediaNoMovies */
315 = "Arraste filmes para a sua pasta Filmes ou use o iTunes para comprar filmes da loja iTunes Store.";
